Repository: YebaTeo/HapBeep
Catalog: HapBeep Watch App/Localizable.xcstrings
Source language: en
Languages: id

source: Alert Settings
id: Atur Peringatan

source: Be alert and prepare to react
id: Hati-hati lihat sekitar

source: Customize your alerts
id: Atur getaran

source: Feels what matters
id: Rasakan sekitarmu

source: Finish
id: Selesai

source: Flick your wrist to dismiss the alert and resume listening
id: Putar lenganmu untuk lanjut

source: General sounds that may be useful to notice
id: Suara yang penting untuk kamu tahu

source: Gesture
id: Gestur

source: HapBeep can make mistakes, always double-check
id: HapBeep bisa membuat kesalahan, selalu cek ulang

source: HapBeep is ready to assist you!
id: HapBeep siap menemani

source: HapBeep listens to your surroundings and convert sounds into vibrations.
id: HapBeep mendengar sekitarmu lalu memperingatkan dengan getar

source: Haptic Patterns
id: Pola Getar

source: Hear the road through your wrist
id: Dengar jalan dari lengan

source: Immediate action may be required
id: Perlu tindakan segera

source: Learn our haptics
id: Pelajari getar

source: Ready
id: Siap

source: Skip
id: Lewati

source: Sound to Haptics
id: Suara jadi getar

source: Sounds
id: Suara

source: User Guide
id: Panduan Pengguna

source: You are all set
id: Kamu siap
